:- include("./persons.pl").
:- include("./relations.pl").
:- include("./associations.pl").

% ----- Персоны ----- %

персоны(L):-
    добавить_персону([], L).

добавить_персону(B, L):-
    персона(P, _),
    not(member(P, B)),
    добавить_персону([P|B], L),!.

добавить_персону(B, L):-
	L = B,!.

% ----- В ассоциациях ----- %

в_ассоциациях(L) :-
    добавить_объединение([], L).

добавить_объединение(B, L):-
    объединение(_, [P|A]),
    not(member(P, B)),
    append(B, [P|A], B1),
    добавить_объединение(B1, L),!.

добавить_объединение(B, L):-
	L = B,!.

% ----- Не описаны ----- %

не_описаны(L):-
    в_ассоциациях([P|L1]),
    персоны(L2),
    проверить_вхождения(P, L1, L2, [], L),!.

проверить_вхождения(P, [P1|L1], L2, B, L):-
    (member(P, L2),проверить_вхождения(P1, L1, L2, B, L);
    проверить_вхождения(P1, L1, L2, [P|B], L)),!.

проверить_вхождения(_, _, _, B, L):-
    L = B,!.
