объединение("футуристы", [
        "Владимир Маяковский",
        "Давид Бурлюк",
        "Александр Крученых",
        "Виктор Хлевников",
        "Василий Кандинский",
        "Николай Бурлюк",
        "Бенедикт Лившиц",
        "Елена Гуро",
        "Екатерина Низен",
        "Игорь Северянин"
]).
объединение("акмеисты", [
        "Сергей Городецкий",
        "Николай Гумилев",
        "Анна Ахматова",
        "Михаил Кузьмин",
        "М.А. Зенкевич",
        "Осип Мандельштам"
]).
объединение("символисты", [
        "К.Д. Бальмонт",
        "Валерий Брюсов",
        "Владимир Соловьев",
        "А.А. Ланг (Мирпольский)",
        "Н.М. Минский",
        "Дмитрий Мережковский",
        "Зинаида Гиппиус",
        "Федор Сологуб",
        "Андрей Белый",
        "Иннокентий Анненский",
        "Александр Блок"
]).
объединение("Пролетарские поэты", [
        "Г.М. Кржижановский",
        "Л.П. Радин",
        "Е.Е. Нечаев",
        "А.А. Богданов",
        "Евг. Тарасов",
        "Ф.С. Шкулев",
        "Алексей Гмырев",
        "А.И. Самобытник (Маширов)",
        "Вал. Кичуйский",
        "Демьян Бедный"
]).

объединение("Литобъединение Среда", [
        "И. Белоусов",
        "Н.Д. Телешов",
        "Л.А. Хитрово",
        "Сергей Глаголь",
        "Н.Г. Гарин-Михайловский",
        "Юлий Бунин",
        "К.П. Пятницкий",
        "Федор Шаляпин",
        "Владимир Короленко",
        "Атон Чехов",
        "Алексей Грузинский",
        "Виктор Гольцев",
        "Сергей Елпатьевский",
        "Дмитрий Мамин-Сибиряк",
        "Николай Златовратский",
        "Петр Боборыкин",
        "Николай Тимковский",
        "Евгений Гославский",
        "Сергей Найденов",
        "Иван Бунин",
        "Александр Куприн",
        "Евгений Чирков",
        "Александр Серафимович",
        "Степан Петров-Скиталец",
        "Викентий Вересаев",
        "Леонид Андреев"
]).

